{
  "vocab": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<END>": 2,
    ",": 3,
    ".": 4,
    "0": 5,
    "1": 6,
    "2": 7,
    "3": 8,
    "6": 9,
    "9": 10,
    "</w>": 11,
    "a": 12,
    "b": 13,
    "c": 14,
    "d": 15,
    "e": 16,
    "f": 17,
    "g": 18,
    "h": 19,
    "i": 20,
    "j": 21,
    "k": 22,
    "l": 23,
    "m": 24,
    "n": 25,
    "o": 26,
    "p": 27,
    "q": 28,
    "r": 29,
    "s": 30,
    "t": 31,
    "u": 32,
    "v": 33,
    "w": 34,
    "x": 35,
    "y": 36,
    "z": 37,
    "à": 38,
    "á": 39,
    "â": 40,
    "ã": 41,
    "ç": 42,
    "é": 43,
    "ê": 44,
    "í": 45,
    "ñ": 46,
    "ó": 47,
    "ô": 48,
    "õ": 49,
    "ö": 50,
    "ú": 51,
    "a</w>": 52,
    "o</w>": 53,
    ".</w>": 54,
    "e</w>": 55,
    "es": 56,
    "en": 57,
    "é</w>": 58,
    "er": 59,
    "s</w>": 60,
    "ão</w>": 61,
    "al": 62,
    "or": 63,
    "ad": 64,
    "ci": 65,
    "co": 66,
    "an": 67,
    "in": 68,
    "re": 69,
    "di": 70,
    "ent": 71,
    "ção</w>": 72,
    "ri": 73,
    "ar": 74,
    "ti": 75,
    "em": 76,
    "id": 77,
    "ta</w>": 78,
    "os</w>": 79,
    "tr": 80,
    "ação</w>": 81,
    "pr": 82,
    "ss": 83,
    "am": 84,
    "de</w>": 85,
    "con": 86,
    "on": 87,
    "ca</w>": 88,
    "as</w>": 89,
    "á</w>": 90,
    "el": 91,
    "al</w>": 92,
    "tu": 93,
    "ia</w>": 94,
    "ade</w>": 95,
    "to</w>": 96,
    "qu": 97,
    "im": 98,
    "ol": 99,
    "ra</w>": 100,
    "is": 101,
    "ul": 102,
    "te</w>": 103,
    "em</w>": 104,
    "sse</w>": 105,
    "disse</w>": 106,
    "já</w>": 107,
    "da</w>": 108,
    "un": 109,
    "pro": 110,
    "ento</w>": 111,
    "ei": 112,
    "li": 113,
    "cia</w>": 114,
    "ex": 115,
    "est": 116,
    "per": 117,
    "es</w>": 118,
    "fi": 119,
    "ess": 120,
    "idade</w>": 121,
    "or</w>": 122,
    "ec": 123,
    "ter": 124,
    "com": 125,
    "do</w>": 126,
    "ncia</w>": 127,
    "us": 128,
    "os": 129,
    "ab": 130,
    "ag": 131,
    "ado</w>": 132,
    "z</w>": 133,
    "ra": 134,
    "va</w>": 135,
    "ente</w>": 136,
    "for": 137,
    "co</w>": 138,
    "at": 139,
    "om": 140,
    "il": 141,
    "de": 142,
    "og": 143,
    "ça</w>": 144,
    "um": 145,
    "za</w>": 146,
    "ência</w>": 147,
    "par": 148,
    "ada</w>": 149,
    "pre": 150,
    "ro</w>": 151,
    "su": 152,
    "ria</w>": 153,
    "ap": 154,
    "ac": 155,
    "gu": 156,
    "des": 157,
    "ver": 158,
    "er</w>": 159,
    "as": 160,
    "du": 161,
    "pl": 162,
    "vi": 163,
    "te": 164,
    "res": 165,
    "dade</w>": 166,
    "mo": 167,
    "ai": 168,
    "cu": 169,
    "po": 170,
    "são</w>": 171,
    "ve</w>": 172,
    "ha</w>": 173,
    "am</w>": 174,
    "me": 175,
    "ma</w>": 176,
    "ar</w>": 177,
    "ob": 178,
    "cor": 179,
    "ida</w>": 180,
    "mi": 181,
    "ou": 182,
    "ni": 183,
    "el</w>": 184,
    "rio</w>": 185,
    "tem</w>": 186,
    "si": 187,
    "cul": 188,
    "gi": 189,
    "cl": 190,
    "tran": 191,
    "cial</w>": 192,
    "ga</w>": 193,
    "vo</w>": 194,
    "mento</w>": 195,
    "ati": 196,
    "por": 197,
    "fin": 198,
    "tura</w>": 199,
    "col": 200,
    "tica</w>": 201
  },
  "merges": [
    [
      "a",
      "</w>"
    ],
    [
      "o",
      "</w>"
    ],
    [
      ".",
      "</w>"
    ],
    [
      "e",
      "</w>"
    ],
    [
      "e",
      "s"
    ],
    [
      "e",
      "n"
    ],
    [
      "é",
      "</w>"
    ],
    [
      "e",
      "r"
    ],
    [
      "s",
      "</w>"
    ],
    [
      "ã",
      "o</w>"
    ],
    [
      "a",
      "l"
    ],
    [
      "o",
      "r"
    ],
    [
      "a",
      "d"
    ],
    [
      "c",
      "i"
    ],
    [
      "c",
      "o"
    ],
    [
      "a",
      "n"
    ],
    [
      "i",
      "n"
    ],
    [
      "r",
      "e"
    ],
    [
      "d",
      "i"
    ],
    [
      "en",
      "t"
    ],
    [
      "ç",
      "ão</w>"
    ],
    [
      "r",
      "i"
    ],
    [
      "a",
      "r"
    ],
    [
      "t",
      "i"
    ],
    [
      "e",
      "m"
    ],
    [
      "i",
      "d"
    ],
    [
      "t",
      "a</w>"
    ],
    [
      "o",
      "s</w>"
    ],
    [
      "t",
      "r"
    ],
    [
      "a",
      "ção</w>"
    ],
    [
      "p",
      "r"
    ],
    [
      "s",
      "s"
    ],
    [
      "a",
      "m"
    ],
    [
      "d",
      "e</w>"
    ],
    [
      "co",
      "n"
    ],
    [
      "o",
      "n"
    ],
    [
      "c",
      "a</w>"
    ],
    [
      "a",
      "s</w>"
    ],
    [
      "á",
      "</w>"
    ],
    [
      "e",
      "l"
    ],
    [
      "al",
      "</w>"
    ],
    [
      "t",
      "u"
    ],
    [
      "i",
      "a</w>"
    ],
    [
      "ad",
      "e</w>"
    ],
    [
      "t",
      "o</w>"
    ],
    [
      "q",
      "u"
    ],
    [
      "i",
      "m"
    ],
    [
      "o",
      "l"
    ],
    [
      "r",
      "a</w>"
    ],
    [
      "i",
      "s"
    ],
    [
      "u",
      "l"
    ],
    [
      "t",
      "e</w>"
    ],
    [
      "em",
      "</w>"
    ],
    [
      "ss",
      "e</w>"
    ],
    [
      "di",
      "sse</w>"
    ],
    [
      "j",
      "á</w>"
    ],
    [
      "d",
      "a</w>"
    ],
    [
      "u",
      "n"
    ],
    [
      "pr",
      "o"
    ],
    [
      "ent",
      "o</w>"
    ],
    [
      "e",
      "i"
    ],
    [
      "l",
      "i"
    ],
    [
      "ci",
      "a</w>"
    ],
    [
      "e",
      "x"
    ],
    [
      "es",
      "t"
    ],
    [
      "p",
      "er"
    ],
    [
      "es",
      "</w>"
    ],
    [
      "f",
      "i"
    ],
    [
      "es",
      "s"
    ],
    [
      "id",
      "ade</w>"
    ],
    [
      "or",
      "</w>"
    ],
    [
      "e",
      "c"
    ],
    [
      "t",
      "er"
    ],
    [
      "co",
      "m"
    ],
    [
      "d",
      "o</w>"
    ],
    [
      "n",
      "cia</w>"
    ],
    [
      "u",
      "s"
    ],
    [
      "o",
      "s"
    ],
    [
      "a",
      "b"
    ],
    [
      "a",
      "g"
    ],
    [
      "ad",
      "o</w>"
    ],
    [
      "z",
      "</w>"
    ],
    [
      "r",
      "a"
    ],
    [
      "v",
      "a</w>"
    ],
    [
      "ent",
      "e</w>"
    ],
    [
      "f",
      "or"
    ],
    [
      "c",
      "o</w>"
    ],
    [
      "a",
      "t"
    ],
    [
      "o",
      "m"
    ],
    [
      "i",
      "l"
    ],
    [
      "d",
      "e"
    ],
    [
      "o",
      "g"
    ],
    [
      "ç",
      "a</w>"
    ],
    [
      "u",
      "m"
    ],
    [
      "z",
      "a</w>"
    ],
    [
      "ê",
      "ncia</w>"
    ],
    [
      "p",
      "ar"
    ],
    [
      "ad",
      "a</w>"
    ],
    [
      "p",
      "re"
    ],
    [
      "r",
      "o</w>"
    ],
    [
      "s",
      "u"
    ],
    [
      "ri",
      "a</w>"
    ],
    [
      "a",
      "p"
    ],
    [
      "a",
      "c"
    ],
    [
      "g",
      "u"
    ],
    [
      "d",
      "es"
    ],
    [
      "v",
      "er"
    ],
    [
      "er",
      "</w>"
    ],
    [
      "a",
      "s"
    ],
    [
      "d",
      "u"
    ],
    [
      "p",
      "l"
    ],
    [
      "v",
      "i"
    ],
    [
      "t",
      "e"
    ],
    [
      "r",
      "es"
    ],
    [
      "d",
      "ade</w>"
    ],
    [
      "m",
      "o"
    ],
    [
      "a",
      "i"
    ],
    [
      "c",
      "u"
    ],
    [
      "p",
      "o"
    ],
    [
      "s",
      "ão</w>"
    ],
    [
      "v",
      "e</w>"
    ],
    [
      "h",
      "a</w>"
    ],
    [
      "am",
      "</w>"
    ],
    [
      "m",
      "e"
    ],
    [
      "m",
      "a</w>"
    ],
    [
      "ar",
      "</w>"
    ],
    [
      "o",
      "b"
    ],
    [
      "c",
      "or"
    ],
    [
      "id",
      "a</w>"
    ],
    [
      "m",
      "i"
    ],
    [
      "o",
      "u"
    ],
    [
      "n",
      "i"
    ],
    [
      "el",
      "</w>"
    ],
    [
      "ri",
      "o</w>"
    ],
    [
      "t",
      "em</w>"
    ],
    [
      "s",
      "i"
    ],
    [
      "c",
      "ul"
    ],
    [
      "g",
      "i"
    ],
    [
      "c",
      "l"
    ],
    [
      "tr",
      "an"
    ],
    [
      "ci",
      "al</w>"
    ],
    [
      "g",
      "a</w>"
    ],
    [
      "v",
      "o</w>"
    ],
    [
      "m",
      "ento</w>"
    ],
    [
      "a",
      "ti"
    ],
    [
      "p",
      "or"
    ],
    [
      "f",
      "in"
    ],
    [
      "tu",
      "ra</w>"
    ],
    [
      "co",
      "l"
    ],
    [
      "ti",
      "ca</w>"
    ]
  ],
  "num_merges": 150
}